/* 
  Localizable.strings
  NewFileMenu

  Created by Coral Wu on 11/11/16.
  Copyright (c) 2016 Langui.net. All rights reserved.
*/

"New File Menu Extension" = "新建文件菜单扩展";
"Would you like to enable the Finder extension? You must enable \"New File Menu Extension\" in the system preferences in order to make New File Menu work." = "要现在启用新建文件菜单 Finder 扩展吗？启用扩展后才能正常使用新建文件菜单提供的功能。";
"Open System Preferences" = "打开系统偏好设置";
"Later" = "以后再说";
"Do not show again" = "不要再提示";
"Error copying templates" = "拷贝模板时出错";
"Unable to copy templates to the directory:\n%@" = "无法拷贝模板至下面的目录：\n%@";
"New File Menu Preferences" = "新建文件菜单偏好设置";
"General" = "通用";
"Templates" = "模板";
"Whether to show this item in the Finder context menu" = "是否在 Finder 上下文菜单中显示此项";
"The default filename" = "默认文件名";
"The path extension" = "文件后缀";
"Whether the new file is executable" = "新建的文件是否为可执行文件";
"Document" = "文档";
"Folder" = "目录";
"OK" = "确定";
"Cancel" = "取消";
"Remove file templates" = "移除文件模板";
"Are you sure to remove the selected templates?" = "确定要移除所选的模板吗？";
"No template selected" = "未选择任何模板";
"Please select the templates you would like to remove." = "请选择要移除的模板。";
"Whether to add context menu for this item" = "是否为此项添加上下文菜单";
"Select Locations" = "选择位置";
"Add" = "添加";
"Remove locations" = "移除位置";
"Are you sure to remove the selected locations?" = "确定要移除选定的位置吗？";
"No location selected" = "没有选择任何位置";
"Please select the locations you would like to remove." = "请选择要移除的位置。";
"No application available" = "无适用的应用软件";
"Fetching..." = "获取中...";
"Please select the folder(s) you would like to add the context menu" = "请选择你要添加右键菜单的目录，子目录将被自动包括";
"Please select the template(s) you would like to add" = "请选择要添加的模板文件";
"Drag and drop a template into Finder or other file manager to create a new file." = "将模板文件拖放至访达或者其他文件管理器中以创建新文件";
"Unable to create file!" = "无法创建文件！";
"New File Menu" = "新建文件菜单";
"Drag and drop the file template into Finder or other file manager to create a new file." = "将模板文件拖放至访达或者其他文件管理器中以创建新文件";
"Keyboard shortcut" = "键盘快捷键";
"Finder" = "访达";
"Localization" = "本地化";
